Repository: frasten/wordpresscom-popular-posts
Catalog: language/wordpresscom-popular-posts-*.po
Languages: ca, es_es, it_it, ro_ro, sr_sr, tr, vi

source: Popular Posts
ca: Entrades populars
es_es: Entradas Populares
it_it: Articoli più letti
ro_ro: Posturi populare
sr_sr: Популарни постови
tr: Popüler Mesajlar
vi: Bài viết ưa chuộng

source: A list of your most popular posts
ca: Llista de les teves entrades més populars
es_es: Una lista de tus entradas más populares
it_it: Gli articoli più visualizzati di questo blog
ro_ro: O listă de mesajele dumneavoastră cele mai populare
sr_sr: Списак ваших најпопуларнијих постова
tr: En popüler mesaj listesi
vi: Một danh sách các bài viết được ưa chuộng nhất của bạn

source: Title
ca: Títol
es_es: Título
it_it: Titolo
ro_ro: Titlul
sr_sr: Наслов
tr: Başlık
vi: Tên

source: Number of links shown
ca: Nombre d'enllaços mostrats
es_es: Número de enlaces a mostrar
it_it: Numero di collegamenti mostrati
ro_ro: Numărul de legături indicat
sr_sr: Број линкова
tr: Gösterilen bağlantı sayısı
vi: Số liên kết hiển thị

source: The length (in days) of the desired time frame.<br />(0 means unlimited)
ca: La longitud (en dies) de la finestra de temps desitjada.<br />(0 vol dir il·limitat)
es_es: La extensión de tiempo deseada (en días).<br />(0 significa ilimitada)
it_it: La quantità di giorni dell'intervallo di tempo.<br />(0 sta per illimitato)
ro_ro: Дужина (број дана) жељеног временског интервала.<br />(остави 0 за бесконачно)
sr_sr: Дужина (број дана) жељеног временског интервала.<br />(остави 0 за бесконачно)
tr: İstenilen zaman aralığı (gün olarak).<br />(limitsiz için 0 giriniz)
vi: Chiều dài (theo ngày) của khung thời gian mong muốn.<br />(0 tức là không giới hạn)

source: Show:
ca: Mostra:
es_es: Mostrar:
it_it: Mostra:
ro_ro: Arată:
sr_sr: Прикажи:
tr: Göster:
vi: Hiển thị:

source: posts and pages
ca: entrades i pàgines
es_es: entradas y páginas
it_it: articoli e pagine
ro_ro: posturi şi pagini
sr_sr: постове и странице
tr: mesajlar ve sayfalar
vi: bài viết và trang

source: only posts
ca: només entrades
es_es: sólo entradas
it_it: solo articoli
ro_ro: numai mesajele
sr_sr: само постове
tr: sadece mesajlar
vi: chỉ bài viết

source: only pages
ca: només pàgines
es_es: sólo páginas
it_it: solo pagine
ro_ro: numai pagini
sr_sr: само странице
tr: sadece sayfalar
vi: chỉ trang

source: Format of the links. See <a href="http://wordpress.org/extend/plugins/wordpresscom-popular-posts/faq/">docs</a> for help
ca: Format dels enllaços. Vegeu <a href="http://wordpress.org/extend/plugins/wordpresscom-popular-posts/faq/">docs (en anglès)</a> per obtenir ajuda
es_es: Formato de los enlaces. Ver <a href="http://wordpress.org/extend/plugins/wordpresscom-popular-posts/faq/">docs</a> para más ayuda
it_it: Formato dei collegamenti. Leggere la <a href="http://wordpress.org/extend/plugins/wordpresscom-popular-posts/faq/">documentazione</a> per informazioni in merito
ro_ro: Формат линкова. Погледај <a href="http://wordpress.org/extend/plugins/wordpresscom-popular-posts/faq/">упутства</a> за помоћ
sr_sr: Формат линкова. Погледај <a href="http://wordpress.org/extend/plugins/wordpresscom-popular-posts/faq/">упутства</a> за помоћ
tr: Bağlantı formatı. Yardım için <a href="http://wordpress.org/extend/plugins/wordpresscom-popular-posts/faq/">belgeler</a> içeriğini okuyunuz
vi: Định dạng của các liên kết. Xem <a href="http://wordpress.org/extend/plugins/wordpresscom-popular-posts/faq/">tài liệu</a> để được giúp đỡ

source: Length of the excerpt (if %post_excerpt% is used in the format above)
ca: Longitud del resum (si s'utilitza %post_excerpt% en el format de dalt)
es_es: Extensión del extracto (si %post_excerpt% se usa en el formato anterior)
it_it: Lunghezza del riassunto (se %post_excerpt% è utilizzato nel formato qui sopra)
ro_ro: Lungimea de extras (dacă % post_excerpt % este folosit în formatul de mai sus)
sr_sr: Дужина текста (уколико се %post_excerpt% користи)
tr: Alıntı boyutu ( %post_excerpt% biçiminde kullanılırsa)
vi: Độ dài của tóm tắt (nếu %post_excerpt% được sử dụng trong định dạng bên trên)

source: characters
ca: caràcters
es_es: caracteres
it_it: caratteri
ro_ro: caractere
sr_sr: карактера
tr: karakterler
vi: ký tự

source: Date/time format (if %post_time% is used in the format above). See <a href="http://wordpress.org/extend/plugins/wordpresscom-popular-posts/faq/">docs</a> for help
ca: Format d'hora i data (si s'utilitza %post_time% en el format de dalt). Vegeu <a href="http://wordpress.org/extend/plugins/wordpresscom-popular-posts/faq/">docs (en anglès)</a> per obtenir ajuda.
es_es: Formato fecha/hora (si %post_time% es usado en el formato anterior). ver <a href="http://wordpress.org/extend/plugins/wordpresscom-popular-posts/faq/">docs</a> para ayuda
it_it: Formato della data/ora (se %post_time% è utilizzato nel formato qui sopra). Leggere la <a href="http://wordpress.org/extend/plugins/wordpresscom-popular-posts/faq/">documentazione</a> per informazioni in merito
ro_ro: Формат датума и времена (уколико се користи %post_time%). Погледајте <a href="http://wordpress.org/extend/plugins/wordpresscom-popular-posts/faq/">упутства</a> за помоћ
sr_sr: Формат датума и времена (уколико се користи %post_time%). Погледајте <a href="http://wordpress.org/extend/plugins/wordpresscom-popular-posts/faq/">упутства</a> за помоћ
tr: Tarih/zaman formatı ( %post_time% biçiminde kullanılırsa). Yardım için <a href="http://wordpress.org/extend/plugins/wordpresscom-popular-posts/faq/">belgeler</a> bölümüne bakınız
vi: Định dạng ngày/giờ (nếu %post_time% được sử dụng trong định dạng trên). Xem <a href="http://wordpress.org/extend/plugins/wordpresscom-popular-posts/faq/">tài liệu</a> để được giúp đỡ

source: Max length of the title links.<br />(0 means unlimited)
ca: Longitud màxima dels títols dels enllaços.<br />(0 fa que no hi hagi límit)
es_es: Máxima extensión del título de los enlaces<br />(0 significa ilimitado)
it_it: Lunghezza massima dei titoli dei links.<br />(0 sta per illimitato)
ro_ro: Max lungime de link-uri de titlul. < br />(0 means unlimited)
sr_sr: Максимална дужина наслова <br />(остави 0 за без лимита)
tr: Başlık bağlantıları için maksimum uzunluk.<br /> (Limitsiz için 0 yazınız)
vi: Chiều dài lớn nhất của các tên liên kết.<br />(0 tức là không giới hạn)

source: Exclude these posts: (separate the IDs by commas. e.g. 1,42,52)
ca: Excloure aquestes entrades: (separeu els identificadors de les entrades amb comes. e.g. 1,42,52)
es_es: Excluir estas entradas: (separar las IDs con comas. Por ejemplo 1,42,52)
it_it: Escludi questi posts: (separa gli ID con virgole. Es. 1,42,52)
ro_ro: Exclude aceste posturi: (ID-uri se separă prin virgule. exemplu 1,42,52)Не укључуј следеће постове: (поделите ИД поста са зарезима, нпр. 1,42,52)
sr_sr: Не укључуј следеће постове: (поделите ИД поста са зарезима, нпр. 1,42,52)
tr: Bu mesajlar hariç: (ID leri virgül ile ayırınız. örn. 1,42,52)
vi: Loại trừ các bài viết này: (tách các ID bởi dấu phẩy. Ví dụ: 1,42,52)

source: Exclude these authors: (separate the IDs by commas. e.g. 1,42,52)
it_it: Escludi questi autori: (separa gli ID con virgole. Es. 1,42,52)
vi: Loại trừ các tác giả này: (tách các ID bởi dấu phẩy. Ví dụ: 1,42,52)

source: Don't show posts/pages with a view count under
ca: No mostris entrades/pàgines amb un comptador de visites inferior a
es_es: No mostrar entradas/páginas con visitas menores a
it_it: Non mostrare posts/pagine con un numero di visite minore di
ro_ro: Nu arată posturi/pagini cu un număr de vizualizare sub
sr_sr: Не приказуј поређане по броју прегледа
tr: Belli bir görüntüleme sayısı altında kalan sayfaları/mesajları gösterme
vi: Không hiện bài viết/trang với số lần xem bên dưới

source: (0 means unlimited)
ca: (0 vol dir il·limitat)
es_es: (0 significa ilimitadas)
it_it: (0 sta per illimitato)
ro_ro: (0 înseamnă nelimitat)
sr_sr: (остави 0 за бесконачно)
tr: (limitsiz için 0)
vi: (0 tức là không giới hạn)

source: Kind of list
ca: Tipus de llista
es_es: Clase de lista
it_it: Tipo di lista
ro_ro: Tip de listă
sr_sr: Тип списка
tr: Listenin türü
vi: Kiểu danh sách

source: Unordered list (&lt;ul&gt;)
ca: Llista no ordenada (&lt;ul&gt;)
es_es: Lista desordenada (&lt;ul&gt;)
it_it: Elenco puntato (&lt;ul&gt;)
sr_sr: Несортиран списак (&lt;ul&gt;)
tr: Sıralanmamış liste (&lt;ul&gt;)
vi: Danh sách không sắp xếp (&lt;ul&gt;)

source: Ordered list (&lt;ol&gt;)
ca: Llista ordenada (&lt;ol&gt;)
es_es: Lista Ordenada (&lt;ol&gt;)
it_it: Elenco numerato (&lt;ol&gt;)
sr_sr: Сортиран списак (&lt;ol&gt;)
tr: Sıralı liste (&lt;ol&gt;)
vi: Danh sách sắp xếp (&lt;ol&gt;)

source: None (use custom format)
ca: Cap (fer servir format propi)
es_es: Ninguna (usar formato propio)
it_it: Nessuno (usa formato personalizzato)
ro_ro: Nici unul (utilizare format particularizat)
sr_sr: Никакав (користи свој формат)
tr: Hiçbiri (özel biçim kullan)
vi: Không (sử dụng định dạng tùy chọn)

source: Only show posts/pages in this category
ca: Mostrar només les entrades/pàgines d'aquesta categoria
es_es: sólo mostrar entradas/páginas in esta categoría
it_it: Mostra solo i posts/pagine di questa categoria
ro_ro: Doar arată posturi/paginile din această categorie
sr_sr: Показуј само постове/странице у овој категорији
tr: Sadece bu kategorideki Mesajları/Sayfaları göster
vi: Chỉ hiện bài viết/trang trong thể loại này

source: &lt;All categories&gt;
ca: &lt;Totes les categories&gt;
es_es: &lt;Todas las categorías&gt;
it_it: &lt;Tutte le categorie&gt;
sr_sr: &lt;Све категорије&gt;
tr: &lt;Bütün kategoriler&gt;
vi: &lt;Mọi thể loại&gt;

source: Enable cache (improves speed)
ca: Habilitar caché (millora la velocitat)
es_es: Permitir cache (mejora la velocidad)
it_it: Abilita la cache (migliora la velocità)
ro_ro: Permite cache (îmbunătăţeşte viteza)
sr_sr: Омогући кеш (побољшава брзину)
tr: Önbelleği etkinleştir (hız artışı sağlar)
vi: Bật bộ đệm (cải thiện tốc độ)

source: Only show a cached version to the not logged in users
ca: Mostrar només la versió en caché als usuaris que tinguin sessió iniciada
es_es: Sólo mostrar una version guardada a usuarios no registrados
it_it: Mostra la versione in cache solo agli utenti non loggati
ro_ro: Doar arată o versiune cache nu logat utilizatori
sr_sr: Приказуј само кеширану верзију не пријављеним корисницима
tr: Giriş yapmayan kullanıcılara sadece önbelleğe alınmış şeklini göster
vi: Chỉ hiện phiên bản bộ đệm cho những người dùng chưa đăng nhập

source: Magic number (raise it if you see less links than expected)
ca: Nombre màgic (apuja'l si veus menys enllaços dels que esperaves)
es_es: Número mágico (aumentar si ve menos enlaces de los que espera)
it_it: Numero magico (incrementalo se appaiono meno collegamenti del previsto)
ro_ro: Număr Magic (raise it dacă tu a vedea link-uri mai puţin decât de aşteptat)Магични број (повећајте га уколико видите мање линкова него што сте очекивали)
sr_sr: Магични број (повећајте га уколико видите мање линкова него што сте очекивали)
tr: Sihirli sayı (beklenenden daha az link görürseniz artırın)
vi: Số ma thuật (tăng lên nếu bạn thấy ít liên kết hơn mong đợi)

source: Wordpress.com Popular Post &gt;= 2.0.0 is compatible with WordPress &gt;= 2.8 only.<br /> Please either <a href='%s'>update</a> your WordPress installation, <a href='%s'>downgrade this plugin</a> to v1.3.6 or <a href='%s'>uninstall it</a>.
ca: Wordpress.com Popular Post &gt;= 2.0.0 només és compatible amb WordPress &gt;= 2.8.<br /> Si us plau, <a href='%s'>actualitza</a> el teu WordPress, <a href='%s'>retrocedeix aquest plugin</a> a la versió v1.3.6 o bé <a href='%s'>desinstal·la'l.</a>.
es_es: Wordpress.com Entradas Populares &gt;= 2.0.0 es compatible con WordPress &gt;= Sólo 2.8.<br /> Por favor, <a href='%s'>actualice</a> su versión de WordPress, <a href='%s'>o use la versión v1.3.6 del plugin</a> or <a href='%s'>desinstalar</a>.
it_it: Wordpress.com Popular Post &gt;= 2.0.0 è compatibile solo con WordPress 2.8 e successivi.<br /> <a href='%s'>Aggiorna</a> la tua installazione di WordPress, <a href='%s'>riporta questo plugin</a> alla v1.3.6 oppure <a href='%s'>disinstallalo</a>.
sr_sr: Wordpress.com Popular Post &gt;= 2.0.0 је компатибилан исклјучиво са WordPress &gt;= 2.8.<br /> Молимо вас да или <a href='%s'>освежите</a> вашу WordPress инсталацију, или <a href='%s'>користите старију верзију овог додатка</a> (v1.3.6) или <a href='%s'>га уклоните и обришите</a>.
tr: Wordpress.com Popular Post &gt;= 2.0.0 sadece WordPress &gt;= 2.8 sürümü ile uyumludur.<br /> Lütfen wordpress sürümünüzü <a href='%s'>güncelleyiniz</a>, veya <a href='%s'>eklentinin</a> v1.3.6 sürümünü yükleyiniz, ya da <a href='%s'>yüklemeyi kaldırın</a>.
vi: Bài Viết Ưa Chuông Wordpress.com &gt;= 2.0.0 chỉ tương thích với Wordpress &gt;= 2.8.<br /> Hãy <a href='%s'>cập nhật</a> cài đặt Wordpress của bạn, hoặc <a href='%s'>hạ phiên bản phần bổ sung này</a> xuống v1.3.6 hay <a href='%s'>gỡ cài đặt nó</a>.

source: WordPress.com Popular Posts
ca: Entrades populars a WordPress.com
es_es: Wordpress.com Entradas Populares
ro_ro: WordPress.com posturi populare
sr_sr: WordPress.com популарни постови
vi: Bài Viết Ưa Chuộng WordPress.com

source: Shows the most popular posts, using data collected by
it_it: Mostra gli articoli più visualizzati di questo blog, utilizzando i dati raccolti da
ro_ro: Arată cele mai populare posturi, folosind datele colectate de
vi: Hiện các bài viết được ưa chuộng (xem nhiều) nhất, sử dụng dữ liệu thu thập bởi

source: http://polpoinodroidi.com/wordpress-plugins/wordpresscom-popular-posts/
ro_ro: http://polpoinodroidi.com/Wordpress-plugins/wordpresscom-popular-Posts/http://polpoinodroidi.com/wordpress-plugins/wordpresscom-popular-posts/
